"ai_scene_name" = "Conversational AI";
"ai_scene_des" = "Conversational AI, Intelligent translation and more AI solutions.";
"ai_home_title" = "Welcome to the Conversational AI Real-time Interaction Experience Hall";
"ai_home_call_btn" = "Call now";
"ai_home_connectiong" = "connecting";
"ai_room_title" = "You can speak to me directly, for example, try asking the following questions:";
"ai_room_time_countdown" = "Time Remaining %@";
"ai_room_preparing" = "AI preparing...";
"ai_room_thinking" = "Thinking...";
"ai_room_listening" = "Listening...";
"ai_room_speaking" = "Speaking...";
"ai_room_mute" = "Muted";
"ai_setting_title" = "Settings";
"ai_integration_mode" = "Integration Mode";
"ai_realtime_mode" = "OpenAl's Realtime API";
"ai_flexible_mode" = "Flexible combination";
"ai_character_setting" = "Character setting";
"ai_welcome_title" = "Welcome speech";
"ai_prompt_title" = "Prompt";
"ai_core_function" = "Core functions";
"ai_voice_type"= "Voice type";
"ai_llm_type"= "LLM";
"ai_asr_type"= "ASR";
"ai_setting_save" = "Save";
"ai_setting_button_not_choose" = "Choose";
"ai_setting_button_chosen" = "Chosen";
"ai_audio_empty_error" = "No audios available for preview";
"ai_alert_title" = "Going to settings will terminate the current conversation. Are you sure you want to continue?";
"ai_alert_setting" = "Go to settings";
"ai_alert_cancel" = "Cancel";
